{
    "ID" : "faction_Ronin01",
    "Name" : "Ronin",
    "ShortName" : "Ronin",
    "Description" : "The declaration of independence by the Free Rashalgue Republic was met by fierce resistance from the Warlords of neighboring Dieron and Pesht, who deployed their forces in an attempt to prevent the Republic from seceding.\r\n\r\nThis was in direct contradiction to the desires of the Coordinator and Kanrei. The military units opposing the newly-formed republic were labeled as Ronin and were deemed traitors by the Combine.\r\n\r\nBy the conclusion of the hostilities by end of 3034, a significant majority of the insurgent DCMS units had either capitulated or been eradicated",
    "Demonym" : "Ronin",
    "Government" : "Ronin",
    "Allies" : [
	 "AuriganPirates"
    ],
    "Enemies" : [
        "Rasalhague",
		"Kurita",
		"Davion",
        "Steiner",
		"Locals"
    ],
    "Presence" : 1,
    "ReputationStatements" : [
        "Despicable as you are, we can still find a use for your services. Attend, Commander: your betters have need of you.",
        "You work for pay, do you not? We have plenty of money for you, mercenary. Simply be quick and efficient about it—we have little time for your kind.",
        "You are not of our blood, mercenary, but your skills are robust enough. We would grant you money and renown if you aided us.",
        "We respect your martial prowess, mercenary. Aid us, and we will ensure you are well paid for your efforts.",
        "Once again, the we are in need of your assistance, mercenary. You have served us well in the past, so we would like to entrust you with this mission.",
        "My friend, you know we bring you only the contracts worthy of your talents. So it is that I offer you this—and payment that you will find is more than fair.",
        "I apologize for disturbing you, my friend, but the Draconis Combine once again needs your help. Undertake this task for us, and I will see that you are richly rewarded."
    ],
    "MissionSuccessStatements" : [ 
		"We are pleased with your fervor, Commander. Your skills in battle are precisely the sort that young cadets could learn from."
    ], 
	"GoodFaithFailureStatements" : [ 
		"While your retreat would be grounds for censure in one of our soldiers, we understand that a mercenary life is more… complicated. We hope it will not become a habit, however."
    ],
	"BadFaithFailureStatements" : [ 
		"Your performance was an embarrassment, Commander. Keep this up, and we may not offer you any contracts at all!"
    ],
	"DefaultCombatLeaderCastDefId" : "castDef_Ronin01DefaultCommander",
    "DefaultRepresentativeCastDefId" : "castDef_Ronin01RepDefault",
    "DataManager" : null,
    "factionID" : "Ronin01",
    "icon" : "uixTxrLogo_Ronin01",
    "heraldryDefId" : "heraldrydef_Ronin01",
    "storePanelImage" : null,
	"factionStoreColor" : null,	
    "StartingReputationValues" : [
        -5,
        -10,
        0
    ],
    "StartingReputationModes" : [
        "KAMEA_CAMPAIGN",
        "CAREER",
        "NONE"
    ]
}